Repository: Pekkari/dialer-app
Catalog: po/*.po
Languages: ia

source: %1 - on hold
ia: %1 - attende

source: %1 hour
ia: %1 hora

# All Calls
source: All
ia: Tote

# All Contacts
source: All
ia: Tote

source: Bluetooth device
ia: Apparato Bluetooth

source: Call Barring
ia: Appello blocate

source: Call Forwarding
ia: Appello avantiate

source: Call Waiting
ia: Appello attende

source: Call ended
ia: Appello finite

source: Call failed
ia: Appello non succedite

source: Call holding failure
ia: Error in facer appello attender

source: Calling
ia: Appella

source: Calling Line Presentation
ia: Presentation del linea de appellar

source: Calling Line Restriction
ia: Restriction del linea de appellar

source: Cancel
ia: Cancellar

source: Change all Call associations to %1?
ia: Cambia tote Associationes de appello a %1?

source: Close
ia: Clauder

source: Conference
ia: Conferentia

source: Conference call failure
ia: Error de audioconferentia

source: Connected Line Presentation
ia: Presentation del linea connectite

source: Connected Line Restriction
ia: Restriction del linea connectite

source: Contact Details
ia: Detalios de contactos

source: Contacts
ia: Contactos

source: Delete
ia: Deler

source: Details
ia: Detalios

source: Disable
ia: Disactivar

source: Disabling flight mode
ia: Disactiva modo de avion

source: Dismiss
ia: Annullar

source: Don't ask again
ia: Non demanda de novo

source: Edit
ia: Modificar

source: Emergency Calls
ia: Appellos de emergentia

source: Enter a number
ia: Insere un numero

source: Failed to activate the call.
ia: Error in activar le appello.

source: Failed to create a conference call.
ia: Error in crear un audioconferentia.

source: Failed to place the active call on hold.
ia: Error in facer le appello active attender.

source: Favorites
ia: Favoritos

source: Flight Mode
ia: Modo volo

source: Flight mode
ia: Modo de avion

source: Got it
ia: Facite

source: Incoming
ia: Entrante

source: Invalid USSD code
ia: Invalide codice USSD

source: Keypad
ia: Claviero

source: Later
ia: Plus tarde

source: Merge calls
ia: Fusiona appellos

source: Missed
ia: Perdite

source: No
ia: Non

source: No SIM card selected
ia: Nulle carta SIM seligite

source: No calls
ia: Nulle appellos

source: No network
ia: Nulle rete

source: No recent calls
ia: Nulle appellos recente

source: On hold
ia: Attendente

source: Outgoing
ia: Sortiente

source: Phone
ia: Telephono

source: Phone App
ia: Application de telephono

source: Phone Speaker
ia: Altoparlator de telephono

source: Phone application
ia: Application de telephono

source: Phone;Dialer;Dial;Call;Keypad
ia: Telephono;Combinator;Combinar;Appellar;Claviero numeric

source: Please unlock your SIM card to call or send a message. You can unlock your SIM card from the Network Indicator at the top of the screen or by visiting <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
ia: Per favor, disserra tu carta SIM pro appellar o inviar un message. Tu pote disserrar tu carta SIM per le Indicator de Rete al summitate del schermo o per visitar <a href="system_settings">Preferentias de systema &gt; Securitate &amp; Privacitate</a>.

source: Please wait
ia: Attende, per favor

source: Private number
ia: Numero private

source: Recent
ia: Recente

source: SIM Card is locked
ia: Carta SIM es serrate

source: SIM Locked
ia: SIM serrate

source: Save
ia: Salvar

source: Search
ia: Cerca

source: Search...
ia: Cerca...

source: Select
ia: Selige

source: Select a default SIM for all outgoing calls. You can always alter your choice in <a href="system_settings">System Settings</a>.
ia: Selige un SIM standard pro tote telephonatas sortiente. Tu pote sempre cambiar tu selection in <a href="system_settings">Preferentias de systema</a>.

source: Send message
ia: Inviar message

source: Settings
ia: Preferentias

source: Share
ia: Divide

source: Swipe to delete
ia: Nettar pro cancellar

source: Swipe to reveal actions
ia: Nettar pro revelar le actiones

source: Switch audio source:
ia: Cambia fonte de audio:

source: Switch calls
ia: Cambia appello

source: Switch to default SIM:
ia: Cambia al SIM standard:

source: There is currently no network on %1
ia: Actualmente il ha nulle rete sur %1

source: There is currently no network.
ia: Actualmente il ha nulle rete.

source: Today
ia: Hodie

source: Ubuntu Phone
ia: Telephono Ubuntu

source: Unknown device
ia: Apparato incognoscite

source: Unknown number
ia: Numero incognoscite

source: Voicemail
ia: Message vocal

source: Yes
ia: Si

source: Yesterday
ia: Heri

source: You have to disable flight mode in order to make calls
ia: Tu debe de-activar le modo volo pro facer le appellos

source: You need to select a SIM card
ia: Selige un carta SIM
